{
    "sost": [{
            "num": 1,
            "description": "Координированное управление"
        },
        {
            "num": 2,
            "description": "Желтое Мигание по времени суток"
        },
        {
            "num": 3,
            "description": "Отключен светофор по команде УСДК по времени суток"
        },
        {
            "num": 4,
            "description": "Кругом красный"
        },
        {
            "num": 5,
            "description": "Диспетчерское управление фаза или задана «Зелёная Улица»"
        },
        {
            "num": 6,
            "description": "Диспетчерское управление ЖМ"
        },
        {
            "num": 7,
            "description": "Диспетчерское управление ОС"
        },
        {
            "num": 8,
            "description": "Перекрёсток находится на маршруте «Зелёной улицы»"
        },
        {
            "num": 9,
            "description": "Перекресток работает в Ручном режиме"
        },
        {
            "num": 10,
            "description": "Ручное управление ЖМ"
        },
        {
            "num": 11,
            "description": "Светофор отключен в ручном режиме."
        },
        {
            "num": 12,
            "description": "Выключен УСДК"
        },
        {
            "num": 13,
            "description": "Локальное управление"
        },
        {
            "num": 14,
            "description": "Локальный ЖМ"
        },
        {
            "num": 15,
            "description": "Локальный ОС"
        },
        {
            "num": 16,
            "description": "Открыта дверь  дорожного контроллера"
        },
        {
            "num": 17,
            "description": "Нет информации"
        },
        {
            "num": 18,
            "description": "Авария 220В"
        },
        {
            "num": 19,
            "description": "Нет связи с УСДК"
        },
        {
            "num": 20,
            "description": "Обрыв линии связи"
        },
        {
            "num": 21,
            "description": "Нет связи с ЭВМ"
        },
        {
            "num": 22,
            "description": "ОС конфликт"
        },
        {
            "num": 23,
            "description": "ЖМ по перегоранию"
        },
        {
            "num": 24,
            "description": "Не включение в координацию"
        },
        {
            "num": 25,
            "description": "Не подчинение командам"
        },
        {
            "num": 26,
            "description": "Длинный промежуточный такт"
        },
        {
            "num": 27,
            "description": "Несуществующая фаза"
        },
        {
            "num": 28,
            "description": "Несуществующий код"
        },
        {
            "num": 29,
            "description": "Негоден по паритету"
        },
        {
            "num": 30,
            "description": "Базовая привязка"
        },
        {
            "num": 31,
            "description": "Коррекция привязки"
        },
        {
            "num": 32,
            "description": "Неисправность часов"
        },
        {
            "num": 33,
            "description": "Превышение трафика"
        }
    ]
}